---
kind: property
id: P:Autodesk.Revit.DB.ViewDisplayBackground.BackgroundColor
source: html/bfe9d361-df1d-dc17-ca5c-f67c97d0e194.htm
---
# Autodesk.Revit.DB.ViewDisplayBackground.BackgroundColor Property

The color of the horizon when the type is 'Gradient'.

## Syntax (C#)
```csharp
public Color BackgroundColor { get; }
```